Repository: ricardopsantos/RJPS_SwiftUIArchitecture
Catalog: SmartApp/Application/5.Resources/*.lproj/Localizable.strings
Languages: es

# PopulationNationViewTitle
source: USA Population
es: População EUA

# PopulationNationViewTitleWithRecords
source: USA Population: Last %d years
es: População EUA: Ultimos %d years

# PopulationStateView
source: USA States Population
es: População Estados EUA

# PopulationStateViewWithRecords
source: USA States Population for %@
es: População Estados EUA para %@

source: last year
es: ultimo ano

source: Please try again latter
es: Por favor tente mais tarde

# NotInternetPleaseTryAgainLatter
source: No network connection. Please try again latter
es: Sem internet. Por favor tente mais tarde

source: Loading
es: A carregar

source: Success
es: Successo

# NoDataTryAgainLatter
source: No data. Please try again latter
es: Sem dados. Por favor tente mais tarde
